Repository: CentechMTL/TableauDeBord
Catalog: app/valuePropositionCanvas/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Value proposition canvas type
fr: Type d'élément du canevas de modèle de proposition de valeur
pt: Tipo da Proposta de Valor do Canvas

source: Value proposition canvas element
fr: Element du canevas de modèle de proposition de valeur
pt: Elemento da Proposta de Valor do Canvas

source: Type
pt: Tipo

source: Value Proposition Canvas
fr: Canevas de modèle de proposition de valeur
pt: Canvas da Proposta de Valor

source: Products & Services
fr: Produits & Services
pt: Produtos e Serviços

source: Title
fr: Titre
pt: Título

source: Comment
fr: Commentaire
pt: Comentário

source: Gain Creators
fr: Créateur de gain
pt: Criadores de Ganho

source: Gains
pt: Ganhos

source: Customer Job(s)
fr: Tâches à effectuer
pt: Tarefas do Cliente

source: Pain Relievers
fr: Soulageur de peine
pt: Aliviam as dores

source: Pains
fr: Peines
pt: Dores
