Repository: CentechMTL/TableauDeBord
Catalog: app/kpi/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Companies
fr: Compagnies
pt: Empresas

source: Level
fr: Niveau
pt: Nível

source: Comment
fr: Commentaire
pt: Comentário

source: Complete First-Pass Business Model Canvas
fr: Le premier canevas de modèle d'affaires est complété

source: Market size/competitive analysis
fr: Analyse de l'importance du marché et de la concurrence

source: Problem/solution validation
fr: L'entreprise a confirmé que sa solution répond à un problème réel

source: Prototype Low fidelity MVP
fr: Prototype de basse fidélité (CMV)

source: Validate product/market fit
fr: Le couple produit/marché a été validé

source: Validate revenue model (right side of canvas)
fr: Le modèle de revenu est validé (portion droite du canevas)

source: Prototype High-Fidelity MVP
fr: Prototype de haute fidélité (CMV)

source: Validate value delivery (left side of canvas)
fr: La livraison de la valeur est validée (portion gauche du canevas)

source: Identify and validate metrics that matter
fr: Les indicateurs de performance pertinents ont été identifiés et validés

source: IRL of
fr: IRL de
pt: Nível de Prontidão para Investimento de

source: Name
fr: Nom
pt: Nome

source: Modify
fr: Modifier
pt: Modificar

source: Delete
fr: Supprimer
pt: Deletar

source: No IRLs found
fr: Aucun IRL trouvé

source: New IRL
fr: Nouvel IRL
pt: Novo Nível de Prontidão para Investimento

source: Delete IRL
fr: Supprimer IRL

source: Are you sure you want to delete this IRL?
fr: Etes-vous sûr de vouloir supprimer cet IRL?

source: Created on
fr: Créé le

source: Cancel
fr: Annuler
pt: Cancelado

source: New IRL for
fr: Nouveau IRL pour
pt: Nova IRL para

source: Save
fr: Enregistrer
pt: Salvar

source: Observation and recording of concept basics
fr: Observation et consignation des principes de base du concept
pt: Observação e registro de conceitos básicos

source: Technology concept or implementation determined
fr: Concept technologique ou application determines
pt: Conceito tecnológico ou implementação determinado

source: Critical and analytical function or proof of concept
fr: Fonction critique et analytique ou validation de principe
pt: Função crítica e analítica ou prova de conceito

source: Validation of the elements or of a model in laboratory test conditions
fr: Validation des elements ou d'une maquette dans des conditions d'essai en laboratoire
pt: Validação dos elementos ou do modelo em condições teste de laboratório.

source: Validation of the elements of a model in a simulated environment
fr: Validation des elements d'une maquette dans un environnement simule
pt: Validação dos elementos de um modelo em um ambiente estimulado.

source: Demonstration of a model or a prototype of the system or subsystem in a simulated environment
fr: Demonstration d'un modele ou d'un prototype du systeme ou du sous-systeme dans un environnement simule
pt: Demonstração do modelo ou do protótipo dos sistema ou do subsistema num ambiente simulado

source: Prototype ready for demonstration in an operational environment appropriates
fr: Prototype pret pour la demonstration dans un environnement operationnel approprie
pt: Prontidão do protótipo para demonstração em ambientes operacionais apropriados

source: Current technology developed and qualified through tests and demonstrations
fr: Technologie actuelle mise au point et qualifiee par des essais et des demonstrations
pt: Desenvolvimento tecnológico atual e qualificado por meio de testes e demonstrações

source: Validation of the actual technology by the deployment succeeded in an operational context
fr: Validation de la technologie reelle par le deploiement reussi dans un contexte operationnel
pt: Validação da tecnologia atual pelo desenvolvimento sucedido em contexto operacional

source: TRL of
fr: TRL de
pt: TRL de

source: No TRLs found
fr: Aucun TRL trouvé

source: New TRL
fr: Nouveau TRL
pt: Nova TRL

source: Delete TRL
fr: Supprimer TRL

source: Are you sure you want to delete this TRL?
fr: Etes-vous sûr de vouloir supprimer ce TRL?

source: New TRL for
fr: Nouveau TRL pour
pt: Nova TRL para

source: Type
pt: Tipo

source: Date
pt: Data

source: IRL
pt: Nível de Prontidão para Investimento

source: No one IRL for the moment.
pt: Sem IRL para este momento.

source: Are you sure you want to delete this IRL ?
pt: Você tem certeza que deseja deletar esta venda?

source: create on
pt: criado em

source: No one TRL for the moment.
pt: Não há TRL para o momento.

source: Are you sure you want to delete this TRL ?
pt: Você tem certeza que deseja deletar esta TRL?
