Repository: CentechMTL/TableauDeBord
Catalog: app/home/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Education
pt: Formação

source: Education level
pt: Nível de formação

source: Expertise
pt: Especialização

source: Area of expertise
pt: Área de especialização

source: User
pt: Usuário

source: Identifiant
pt: Identificação

source: Phone
pt: Telefone

source: Picture
pt: Foto

source: Title
pt: Título

source: Image
pt: Imagem

source: Floor plan
pt: Planta baixa

source: Follow us on
pt: Nos siga em

source: Cette plateforme est une plateforme privée appartenant au Centech, incubateur de sociétés technologiques de l'École de Technologie Supérieur de Montréal.
pt: Esta plataforma é uma plataforma privada da CENTECH, incubadora de empresas tecnológicas da l'École de Technologie Supérieur de Montréal.

source: Si vous voulez disposer d'un compte d'accès ou avoir plus de renseignement sur notre plateforme, merci de contacter nos services via l'adresse
pt: Se você deseja ter uma conta de acesso ou mais informações sobre nossa plataforma, agradecemos por contatar nossos serviços pelo endereço

source: No Access
pt: Sem acesso

source: Sorry! But you don't have the permissions to access this page
pt: Desculpe! Mas você não tem permissões para acessar esta página

source: If it's an error, you can contact the administrator for have access on this page
pt: Se há um erro, contate o administrador para ter acesso a esta página

source: Sorry for inconvenience
pt: Desculpe pela inconveniência

source: Account
pt: Conta

source: Save
pt: Salvar

source: Select a status
pt: Selecione um status

source: All
pt: Todos

source: Number of companies
pt: Número de empresas

source: Number of founders
pt: Número de fundadores

source: Number of mentors
pt: Número de mentores

source: Finances
pt: Finanças

source: Companies
pt: Empresas

source: Amount
pt: Investimento

source: Indicators of performances
pt: Indicadores de Performance

source: Average IRLs
pt: IRL Médio

source: Average TRLs
pt: TRL Médio

source: Last irl
pt: Último irl

source: Last trl
pt: Último trl

source: Level
pt: Nível

source: Experiments
pt: Experimentos

source: Experiments in progress
pt: Experimentos em andamento

source: Experiments validated
pt: Experimentos validados

source: In progress
pt: Em andamento

source: Validated
pt: Validado

source: Last experimentation
pt: Último experimento

source: Number of experimentations
pt: Número de experiemntos

source: Incubation duration (months)
pt: Duração da incubação (meses)

source: Your username and password didn't match. Please try again.
pt: Seu login e senha não conferem. Por favor tente novamente.

source: If it's an error, please contact the administrator
pt: Se há um erro, por favor contate o administrador
