Repository: CentechMTL/TableauDeBord
Catalog: app/mentor/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Directory of ETS
fr: Bottin ETS

source: https://example.com
fr: https://exemple.com

source: https://www.facebook.com/lastname.firstname
fr: https://www.facebook.com/nom.prenom

source: https://twitter.com/username
fr: https://twitter.com/nomUtilisateur

source: https://ca.linkedin.com/in/username
fr: https://ca.linkedin.com/in/nomUtilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Username
fr: Pseudo

source: Phone number
fr: Numéro de téléphone

source: Web site
fr: Site web

source: Write here a brief summary of your skills and your career.
fr: Ecrivez ici un bref résumé de vos compétences et de votre parcours.

source: Areas of expertise
fr: Aires d'expertise

source: Picture
fr: Photo

source: New mentor
fr: Nouveau mentor

source: Use the Ctrl key on your keyboard to select multiple. <br> If it lacks a domain that you would like to add to this list, do not hesitate to talk to the team Centech
fr: Utilisez la touche ctrl de votre clavier pour en sélectionner plusieurs. <br>Si il manque un domaine que vous aimeriez voir ajouter à cette liste, n'hésiter pas a en parler a l'équipe du Centech

source: Save
fr: Enregistrer

source: Update this mentor
fr: Modifier ce mentor

source: About
fr: A propos

source: Modify this mentor
fr: Modifier ce mentor

source: Phone
fr: Téléphone

source: Companies
fr: Compagnies

source: No companies exist.
fr: Aucune compagnies.

source: Centech Mentors
fr: Mentors du Centech

source: No mentors exist.
fr: Aucun mentors.

source: Profile
fr: Profil
