Repository: CentechMTL/TableauDeBord
Catalog: app/businessCanvas/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Business canvas element
fr: Element du canevas modèle d'affaire

source: Title
fr: Titre

source: Comment
fr: Commentaire

source: Creation date
fr: Date de création

source: Update date
fr: Date de modification

source: Company
fr: Compagnie

source: Deactivated
fr: Désactivé

source: Archive elements
fr: Elements de l'archive

source: Delete archive
fr: Supprimer archive

source: Are you sure you want to delete this archive?
fr: Êtes-vous sûr de vouloir supprimer cette archive?

source: Created on
fr: Créé le

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Business Model Canvas
fr: Canevas de modèle d'affaire

source: Key Partners
fr: Partenaires clés

source: Key Activities
fr: Activités clés

source: Value Proposition
fr: Proposition de valeur

source: Customer Relationships
fr: Relations clients

source: Customer Segments
fr: Segments de clients

source: Key Resources
fr: Ressources clés

source: Channels
fr: Filières

source: Cost Structure
fr: Coûts

source: Revenue Streams
fr: Sources de revenus

source: Brainstorming Space
fr: Espace de réflexion

source: Archived Business Model Canvas
fr: Canevas de modèle d'affaire archivé

source: Business Model Canvas of
fr: Canevas de modèle d'affaire du
